Repository: ricvecchio/rdv-performance-ios
Catalog: rdvperfomance/Localizable.xcstrings
Source language: pt_br
Languages: en, es

source: Sua privacidade é importante para nós. Este aplicativo tem como objetivo auxiliar no acompanhamento de treinos físicos entre alunos e treinadores, respeitando a segurança e a confidencialidade das informações.
en: Your privacy is important to us. This application is intended to assist students and coaches in tracking physical training while respecting the security and confidentiality of information.
es: Tu privacidad es importante para nosotros. Esta aplicación tiene como objetivo ayudar en el seguimiento de los entrenamientos físicos entre alumnos y entrenadores, respetando la seguridad y la confidencialidad de la información.

source: Sua senha
en: Your password
es: Tu contraseña

source: Sua sessão não está disponível para importar recordes.
en: Your session is not available to import records.
es: Tu sesión no está disponible para importar récords.

source: Sucesso
en: Success
es: Éxito

source: Técnica
en: Technique

# tecnofit_import.existing_records_preserved_plural
source: %lld recordes existentes preservados
en: %lld existing records preserved
es: %lld récords existentes conservados

# tecnofit_import.existing_records_preserved_singular
source: %lld recorde existente preservado
en: %lld existing record preserved
es: %lld récord existente conservado

# tecnofit_import.fetch_records
source: Buscar recordes
en: Fetch records
es: Buscar récords

# tecnofit_import.fetching_records
source: Buscando recordes...
en: Fetching records...
es: Buscando récords...

# tecnofit_import.import_action
source: Importar
en: Import

# tecnofit_import.import_error
source: Não foi possível concluir a importação. Tente novamente.
en: Unable to complete the import. Please try again.
es: No fue posible completar la importación. Inténtalo de nuevo.

# tecnofit_import.import_summary
source: Resumo da importação
en: Import summary
es: Resumen de importación

# tecnofit_import.no_records_changed
source: Nenhum recorde foi alterado; os registros existentes foram preservados.
en: No record was changed; existing records were preserved.
es: No se modificó ningún récord; se conservaron los registros existentes.

# tecnofit_import.records_imported_plural
source: %lld recordes importados com sucesso.
en: %lld records imported successfully.
es: %lld récords importados correctamente.

# tecnofit_import.records_imported_singular
source: %lld recorde importado com sucesso.
en: %lld record imported successfully.
es: %lld récord importado correctamente.

# tecnofit_import.records_ready_plural
source: %lld recordes prontos para importar
en: %lld records ready to import
es: %lld récords listos para importar

# tecnofit_import.records_ready_singular
source: %lld recorde pronto para importar
en: %lld record ready to import
es: %lld récord listo para importar

# tecnofit_import.session_unavailable
source: Sua sessão não está disponível para importar recordes.
en: Your session is not available to import records.
es: Tu sesión no está disponible para importar récords.

# tecnofit_import.unmapped_items_skipped_plural
source: %lld itens sem mapeamento compatível ignorados
en: %lld items without compatible mapping ignored
es: %lld elementos sin asignación compatible ignorados

# tecnofit_import.unmapped_items_skipped_singular
source: %lld item sem mapeamento compatível ignorado
en: %lld item without compatible mapping ignored
es: %lld elemento sin asignación compatible ignorado

# tecnofit.errors.company_selection_required
source: Não foi possível identificar com segurança sua unidade CrossFit no Tecnofit.
en: Unable to reliably identify your CrossFit location in Tecnofit.
es: No se pudo identificar con seguridad tu unidad CrossFit en Tecnofit.

# tecnofit.errors.credentials_required
source: Informe seu e-mail e senha do Tecnofit para continuar.
en: Enter your Tecnofit email and password to continue.
es: Ingresa tu correo electrónico y contraseña de Tecnofit para continuar.

# tecnofit.errors.invalid_credentials
source: Não foi possível entrar no Tecnofit. Verifique seus dados.
en: Unable to sign in to Tecnofit. Check your details.
es: No se pudo iniciar sesión en Tecnofit. Verifica tus datos.

# tecnofit.errors.no_records
source: Não encontramos recordes pessoais no Tecnofit para importar.
en: We did not find personal records in Tecnofit to import.
es: No encontramos récords personales en Tecnofit para importar.

# tecnofit.errors.unavailable
source: Não foi possível consultar o Tecnofit agora. Tente novamente.
en: Unable to reach Tecnofit right now. Please try again.
es: No se pudo consultar Tecnofit ahora. Inténtalo de nuevo.

source: Tem certeza que deseja excluir esta semana?
en: Are you sure you want to delete this week?
es: ¿Seguro que deseas eliminar esta semana?

source: Tempo / Score
en: Time / Score
es: Tiempo / Puntaje

source: Tempo / Score:
en: Time / Score:
es: Tiempo / Puntaje:

source: Tentar novamente
en: Try again
es: Intentar de nuevo

source: Tente novamente.
en: Try again.
es: Inténtalo de nuevo.

source: Teste de força com 1RM Snatch e 1RM Clean & Jerk.
en: Strength test with a 1RM Snatch and 1RM Clean & Jerk.
es: Prueba de fuerza con 1RM Snatch y 1RM Clean & Jerk.

source: Tipo / Métrica (opcional)
en: Type / Metric (optional)

source: Título
en: Title

source: Título (opcional)
en: Title (optional)

source: Título atualizado com sucesso.
en: Title updated successfully.
es: Título actualizado correctamente.

source: Título da semana
en: Week title
es: Título de la semana

source: Título do treino
en: Workout title
es: Título del entrenamiento

source: Título do Treino
en: Workout title
es: Título del entrenamiento

source: Título do WOD
en: WOD title
es: Título del WOD

source: Título do WOD (opcional)
en: WOD title (optional)
es: Título del WOD (opcional)

source: Todos
en: All

source: Toque em "Adicionar Vídeo" para salvar um link do YouTube.
en: Tap “Add Video” to save a YouTube link.
es: Toca “Agregar video” para guardar un enlace de YouTube.

source: Toque em "Adicionar WOD" para começar.
en: Tap “Add WOD” to get started.
es: Toca “Agregar WOD” para empezar.

source: Toque em "Importar Excel" para cadastrar treinos via planilha.
en: Tap “Import Excel” to add workouts from a spreadsheet.
es: Toca “Importar Excel” para registrar entrenamientos desde una hoja de cálculo.

source: Toque em + para criar seu primeiro treino.
en: Tap + to create your first workout.
es: Toca + para crear tu primer entrenamiento.

source: Toque em um ícone para copiar o nome.
en: Tap an icon to copy its name.
es: Toca un icono para copiar el nombre.

source: Treino
en: Workout
es: Entrenamiento

source: treino de academia
en: gym workout
es: entrenamiento de gimnasio

source: treino em casa
en: home workout
es: entrenamiento en casa

source: Treino enviado com sucesso
en: Workout sent successfully
es: Entrenamiento enviado correctamente

source: Treino enviado com sucesso para %@!
en: Workout sent successfully to %@!
es: ¡Entrenamiento enviado correctamente a %@!

source: Treino enviado com sucesso!
en: Workout sent successfully!
es: ¡Entrenamiento enviado correctamente!

source: Treinos
en: Workouts
es: Entrenamientos

source: Treinos Academia
en: Gym Workouts
es: Entrenamientos de Gimnasio

source: Treinos concluídos ou com período encerrado aparecerão aqui.
en: Completed or expired workouts will appear here.
es: Los entrenamientos completados o finalizados aparecerán aquí.

source: Treinos Crossfit
en: CrossFit Workouts
es: Entrenamientos CrossFit

source: Treinos da semana
en: Workouts this week
es: Entrenamientos de la semana

source: Treinos da Semana
en: Workouts This Week
es: Entrenamientos de la semana

source: Treinos do aluno
en: Student workouts
es: Entrenamientos del alumno

source: Treinos em Casa
en: Home Workouts
es: Entrenamientos en casa

source: Treinos hoje
en: Workouts today
es: Entrenamientos hoy

source: Trocar unidade
en: Change unit
es: Cambiar sede

# ui.accept_link
source: Aceitar vínculo
en: Accept link
es: Aceptar vínculo

# ui.accepted
source: Aceito
en: Accepted
es: Aceptado

# ui.actions
source: Ações
en: Actions
es: Acciones

# ui.add_days
source: Adicionar dias
en: Add days
es: Agregar días

# ui.add_or_edit_a_training_day_this_week
source: Adicione ou edite um dia de treino desta semana.
en: Add or edit a training day this week.
es: Agrega o edita un día de entrenamiento de esta semana.

# ui.add_video
source: Adicionar Vídeo
en: Add Video
es: Agregar video

# ui.add_wod
source: Adicionar WOD
en: Add WOD
es: Agregar WOD

# ui.add_workout
source: Adicionar Treino
en: Add Workout
es: Agregar entrenamiento

# ui.are_you_sure_you_want_to_delete_this_week
source: Tem certeza que deseja excluir esta semana?
en: Are you sure you want to delete this week?
es: ¿Seguro que deseas eliminar esta semana?

# ui.arms
source: Braços
en: Arms
es: Brazos

# ui.attach_from_my_workouts
source: Anexar de Meus Treinos
en: Attach from My Workouts
es: Adjuntar desde Mis entrenamientos

# ui.back
source: Costas
en: Back
es: Espalda

# ui.block
source: Bloco
en: Block
es: Bloque

# ui.build_your_workout
source: MONTE SEU TREINO
en: BUILD YOUR WORKOUT
es: ARMA TU ENTRENAMIENTO

# ui.cancel_invitation
source: Cancelar convite
en: Cancel invitation
es: Cancelar invitación

# ui.cancel_invitation_2
source: Cancelar convite?
en: Cancel invitation?
es: ¿Cancelar invitación?

# ui.cancelled
source: Cancelado
en: Cancelled

# ui.category_value
source: Categoria: %1$@
en: Category: %1$@
es: Categoría: %1$@

# ui.center
source: Centralizar
en: Center
es: Centrar

# ui.change_category
source: Alterar categoria
en: Change category
es: Cambiar categoría

# ui.changes_saved_successfully
source: Alterações salvas com sucesso!
en: Changes saved successfully!
es: ¡Cambios guardados correctamente!

# ui.chest
source: Peito
en: Chest
es: Pecho

# ui.choose_3_shortcuts_to_show_in_the_coach_area
source: Escolha 3 atalhos para exibir na Área do Professor.
en: Choose 3 shortcuts to show in the Coach Area.
es: Elige 3 accesos directos para mostrar en el Área del entrenador.

# ui.choose_the_student_week_and_day_where_this_video_will_be_applied
source: Escolha o aluno, a semana e o dia onde este vídeo será aplicado.
en: Choose the student, week, and day where this video will be applied.
es: Elige el alumno, la semana y el día en que se aplicará este video.

# ui.choose_the_student_week_and_day_where_this_workout_will_be_applied
source: Escolha o aluno, a semana e o dia onde este treino será aplicado.
en: Choose the student, week, and day where this workout will be applied.
es: Elige el alumno, la semana y el día en que se aplicará este entrenamiento.

# ui.coach_area
source: Área do Professor
en: Coach Area
es: Área del entrenador

# ui.confirm_cancellation
source: Confirmar cancelamento
en: Confirm cancellation
es: Confirmar cancelación

# ui.core_abs
source: Core / Abdômen
en: Core / Abs
es: Core / Abdomen

# ui.create_a_new
source: Crie um novo
en: Create a new
es: Crea un nuevo

# ui.create_a_new_workout
source: Monte um novo treino
en: Create a new workout
es: Crea un nuevo entrenamiento

# ui.create_and_manage_this_sections_wods
source: Cadastre e gerencie os WODs desta seção.
en: Create and manage this section’s WODs.
es: Crea y administra los WOD de esta sección.

# ui.create_and_manage_this_sections_workouts
source: Cadastre e gerencie os treinos desta seção.
en: Create and manage this section’s workouts.
es: Crea y administra los entrenamientos de esta sección.

# ui.create_day
source: Criar dia
en: Create day
es: Crear día

# ui.create_templates_for_them_to_appear_here
source: Cadastre templates para aparecerem aqui.
en: Create templates for them to appear here.
es: Crea plantillas para que aparezcan aquí.

# ui.create_workout
source: Criar treino
en: Create workout
es: Crear entrenamiento

# ui.create_workouts_in_the_coach_s_my_workouts
source: Crie treinos em “Meus Treinos” do professor.
en: Create workouts in the coach's “My Workouts”.
es: Crea entrenamientos en “Mis entrenamientos” del entrenador.

# ui.crossfit_workouts
source: Treinos Crossfit
en: CrossFit Workouts
es: Entrenamientos CrossFit

# ui.current_week
source: Semana atual
en: Current week
es: Semana actual

# ui.customize_quick_access
source: Personalizar Acesso rápido
en: Customize Quick Access
es: Personalizar acceso rápido

# ui.day
source: Dia
en: Day
es: Día

# ui.day_name_e_g_monday
source: Nome do dia (ex: Segunda-feira)
en: Day name (e.g. Monday)
es: Nombre del día (ej.: lunes)

# ui.day_number_int
source: Dia %d
en: Day %d
es: Día %d

# ui.day_order
source: Ordem do dia
en: Day order
es: Orden del día

# ui.day_saved_successfully
source: Dia salvo com sucesso!
en: Day saved successfully!
es: ¡Día guardado correctamente!

# ui.day_value_ld
source: Dia %1$lld
en: Day %1$lld
es: Día %1$lld

# ui.day_value_ld_2
source: Dia %1$lld ✓
en: Day %1$lld ✓
es: Día %1$lld ✓

# ui.decline
source: Recusar
en: Decline
es: Rechazar

# ui.decline_invitation
source: Recusar convite
en: Decline invitation
es: Rechazar invitación

# ui.decline_invitation_2
source: Recusar convite?
en: Decline invitation?
es: ¿Rechazar invitación?

# ui.declined
source: Recusado
en: Declined
es: Rechazado

# ui.delete_week
source: Excluir semana
en: Delete week
es: Eliminar semana

# ui.delete_week_2
source: Excluir semana?
en: Delete week?
es: ¿Eliminar semana?

# ui.description
source: Descrição
en: Description
es: Descripción

# ui.description_optional
source: Descrição (opcional)
en: Description (optional)
es: Descripción (opcional)

# ui.deselect_all
source: Desmarcar todos
en: Deselect all
es: Deseleccionar todo

# ui.details
source: Detalhes
en: Details
es: Detalles

# ui.do_you_want_to_decline_this_link_request
source: Deseja recusar esta solicitação de vínculo?
en: Do you want to decline this link request?
es: ¿Quieres rechazar esta solicitud de vínculo?

# ui.download_excel_spreadsheet
source: Baixar Planilha Excel
en: Download Excel Spreadsheet
es: Descargar hoja de cálculo de Excel

# ui.draft
source: Rascunho
en: Draft
es: Borrador

# ui.e_g_workout_a_chest_and_triceps
source: Ex: Treino A - Peito e tríceps
en: E.g.: Workout A - Chest and triceps
es: Ej.: Entrenamiento A - Pecho y tríceps

# ui.edit
source: Editar
en: Edit

# ui.edit_location
source: Editar Localização
en: Edit Location
es: Editar ubicación

# ui.edit_location_2
source: Editar localização
en: Edit location
es: Editar ubicación

# ui.edit_title
source: Editar título
en: Edit title

# ui.edit_video
source: Editar Vídeo
en: Edit Video
es: Editar video

# ui.edit_week_title
source: Editar título da semana
en: Edit week title
es: Editar título de la semana

# ui.enter_a_message_before_sending
source: Digite uma mensagem antes de enviar.
en: Enter a message before sending.
es: Escribe un mensaje antes de enviarlo.

# ui.enter_a_valid_title
source: Informe um título válido.
en: Enter a valid title.
es: Ingresa un título válido.

# ui.enter_a_workout_title
source: Digite um título para o treino.
en: Enter a workout title.
es: Ingresa un título para el entrenamiento.

# ui.enter_feedback_before_saving
source: Digite um feedback antes de salvar.
en: Enter feedback before saving.
es: Ingresa un comentario antes de guardar.

# ui.enter_student_email
source: Informe o e-mail do aluno.
en: Enter the student email.
es: Ingresa el correo electrónico del alumno.

# ui.enter_the_day_name
source: Informe o nome do dia.
en: Enter the day name.
es: Ingresa el nombre del día.

# ui.enter_the_week_title
source: Informe o título da semana.
en: Enter the week title.
es: Ingresa el título de la semana.

# ui.enter_the_wod_title
source: Informe o título do WOD.
en: Enter the WOD title.
es: Ingresa el título del WOD.

# ui.enter_the_workout_title
source: Informe o título do treino.
en: Enter the workout title.
es: Ingresa el título del entrenamiento.

# ui.failed_to_add_default_workouts_value
source: Falha ao inserir treinos padrão: %@
en: Failed to add default workouts: %@
es: No se pudieron insertar los entrenamientos predeterminados: %@

# ui.failed_to_remove_the_workout_value
source: Falha ao remover o treino: %@
en: Failed to remove the workout: %@
es: No se pudo eliminar el entrenamiento: %@

# ui.failed_to_send_the_workout_value
source: Falha ao enviar o treino: %@
en: Failed to send the workout: %@
es: No se pudo enviar el entrenamiento: %@

# ui.feedback_saved_successfully
source: Feedback enviado com sucesso.
en: Feedback saved successfully.
es: Comentario guardado correctamente.

# ui.for_this_section
source: para esta seção.
en: for this section.
es: para esta sección.

# ui.from_competitions_or_libraries
source: De competições ou bibliotecas
en: From competitions or libraries
es: De competiciones o bibliotecas

# ui.gym_5f_5f
source: Academia: %.5f, %.5f
en: Gym: %.5f, %.5f
es: Gimnasio: %.5f, %.5f

# ui.gym_coordinates
source: Coordenadas da Academia
en: Gym Coordinates
es: Coordenadas del gimnasio

# ui.gym_map
source: Mapa da Academia
en: Gym Map
es: Mapa del gimnasio

# ui.gym_workout_type
source: treino de academia
en: gym workout
es: entrenamiento de gimnasio

# ui.gym_workouts
source: Treinos Academia
en: Gym Workouts
es: Entrenamientos de Gimnasio

# ui.history
source: HISTÓRICO
en: HISTORY
es: HISTORIAL

# ui.home_workout_type
source: treino em casa
en: at-home workout
es: entrenamiento en casa

# ui.home_workouts
source: Treinos em Casa
en: Home Workouts
es: Entrenamientos en casa

# ui.import_excel
source: Importar Excel
en: Import Excel

# ui.import_workouts
source: Importar Treinos
en: Import Workouts
es: Importar entrenamientos

# ui.import_workouts_from_a_spreadsheet
source: Importe treinos por planilha
en: Import workouts from a spreadsheet
es: Importa entrenamientos mediante una hoja de cálculo

# ui.import_workouts_through_a_spreadsheet_to_add_them_automatically
source: Importe treinos via planilha para cadastrar automaticamente.
en: Import workouts through a spreadsheet to add them automatically.
es: Importa entrenamientos mediante una hoja de cálculo para registrarlos automáticamente.

# ui.imported_via_excel
source: Importado via Excel
en: Imported via Excel
es: Importado mediante Excel

# ui.importing_spreadsheet_please_wait
source: Importando planilha... aguarde.
en: Importing spreadsheet... please wait.
es: Importando hoja de cálculo... espera.

# ui.invalid_spreadsheet_check_that_it_is_an_xlsx_file
source: Planilha inválida. Verifique se é um arquivo .xlsx.
en: Invalid spreadsheet. Check that it is an .xlsx file.
es: Hoja de cálculo no válida. Verifica que sea un archivo .xlsx.

# ui.invalid_student_id_not_found
source: Aluno inválido: id não encontrado.
en: Invalid student: ID not found.
es: Alumno no válido: ID no encontrado.

# ui.invalid_weekid
source: weekId inválido.
en: Invalid weekId.
es: weekId no válido.

# ui.invalid_youtube_link
source: Link inválido. Cole um link do YouTube (youtu.be/ ou youtube.com/watch).
en: Invalid link. Paste a YouTube link (youtu.be/ or youtube.com/watch).
es: Enlace inválido. Pega un enlace de YouTube (youtu.be/ o youtube.com/watch).

# ui.invitation_sent
source: Convite enviado.
en: Invitation sent.
es: Invitación enviada.

# ui.invitation_sent_to_value
source: Convite enviado para %@.
en: Invitation sent to %@.
es: Invitación enviada a %@.

# ui.invitation_to_value_will_be_cancelled
source: O convite enviado para %@ será cancelado.
en: The invitation sent to %@ will be canceled.
es: La invitación enviada a %@ será cancelada.

# ui.invitations
source: Convites
en: Invitations
es: Invitaciones

# ui.invite
source: Convidar
en: Invite
es: Invitar

# ui.invite_by_email
source: CONVIDAR POR E-MAIL
en: INVITE BY EMAIL
es: INVITAR POR CORREO ELECTRÓNICO

# ui.invite_student
source: Convidar aluno
en: Invite student
es: Invitar alumno

# ui.last_5f_5f
source: Última: %.5f, %.5f
en: Last: %.5f, %.5f

# ui.legs
source: Pernas
en: Legs
es: Piernas

# ui.link_students_to_your_profile_for_them_to_appear_here
source: Vincule alunos ao seu perfil para aparecerem aqui.
en: Link students to your profile for them to appear here.
es: Vincula alumnos a tu perfil para que aparezcan aquí.

# ui.linked_students
source: ALUNOS VINCULADOS
en: LINKED STUDENTS
es: ALUMNOS VINCULADOS

# ui.loading
source: Carregando...
en: Loading...
es: Cargando...

# ui.loading_invitations
source: Carregando convites...
en: Loading invitations...
es: Cargando invitaciones...

# ui.loading_my_workouts
source: Carregando Meus Treinos...
en: Loading My Workouts...
es: Cargando Mis entrenamientos...

# ui.loading_requests
source: Carregando solicitações...
en: Loading requests...
es: Cargando solicitudes...

# ui.loading_scheduled_days
source: Carregando dias cadastrados...
en: Loading scheduled days...
es: Cargando días registrados...

# ui.loading_students
source: Carregando alunos...
en: Loading students...
es: Cargando alumnos...

# ui.loading_workouts
source: Carregando treinos...
en: Loading workouts...
es: Cargando entrenamientos...

# ui.location
source: Localização: —
en: Location: —
es: Ubicación: —

# ui.location_permission_denied_enable_it_in_settings_to_see_your_gym_s_position
source: Permissão de localização negada. Habilite em Ajustes para ver a posição da sua academia.
en: Location permission denied. Enable it in Settings to see your gym's position.
es: Permiso de ubicación denegado. Actívalo en Ajustes para ver la posición de tu gimnasio.

# ui.message
source: MENSAGEM
en: MESSAGE
es: MENSAJE

# ui.message_sent_successfully
source: Mensagem enviada com sucesso.
en: Message sent successfully.
es: Mensaje enviado correctamente.

# ui.messages
source: Mensagens
en: Messages
es: Mensajes

# ui.my_personal_records
source: MEUS RECORDES
en: MY PERSONAL RECORDS
es: MIS RÉCORDS

# ui.my_records
source: Meus Recordes
en: My Records
es: Mis récords

# ui.my_workouts
source: Meus Treinos
en: My Workouts
es: Mis entrenamientos

# ui.new_block
source: Novo bloco
en: New block
es: Nuevo bloque

# ui.new_title
source: Novo título
en: New title
es: Nuevo título

# ui.new_week
source: NOVA SEMANA
en: NEW WEEK
es: NUEVA SEMANA

# ui.new_workout
source: Novo treino
en: New workout
es: Nuevo entrenamiento

# ui.next
source: Próximo
en: Next
es: Siguiente

# ui.no_block_added
source: Nenhum bloco adicionado.
en: No block added.
es: No se agregó ningún bloque.

# ui.no_blocks_registered
source: Sem blocos cadastrados
en: No blocks registered
es: No hay bloques registrados

# ui.no_feedback_recorded_yet
source: Nenhum feedback registrado ainda.
en: No feedback recorded yet.
es: Aún no hay comentarios registrados.

# ui.no_invitation_has_been_sent_yet
source: Nenhum convite enviado ainda.
en: No invitation has been sent yet.
es: Aún no se ha enviado ninguna invitación.

# ui.no_linked_student_period
source: Nenhum aluno vinculado.
en: No linked student.
es: Ningún alumno vinculado.

# ui.no_message_has_been_sent_yet
source: Nenhuma mensagem enviada ainda.
en: No message has been sent yet.
es: Aún no se ha enviado ningún mensaje.

# ui.no_pending_request
source: Nenhuma solicitação pendente
en: No pending request
es: No hay solicitudes pendientes

# ui.no_permission_to_access_your_videos_verify_your_authentication_and_try_again
source: Sem permissão para acessar seus vídeos. Verifique sua autenticação e tente novamente.
en: No permission to access your videos. Verify your authentication and try again.
es: No tienes permiso para acceder a tus videos. Verifica tu autenticación e inténtalo de nuevo.

# ui.no_student_found
source: Nenhum aluno encontrado
en: No student found
es: No se encontró ningún alumno

# ui.no_student_found_period
source: Nenhum aluno encontrado.
en: No student found.
es: No se encontró ningún alumno.
